{
 "toplidos": [41,59,63,32,0,5,29,38,39,46],
 "lista" : [
    {
        "cod": 0,
        "shortNAME": "tsuki ga",
        "name": "tsuki ga michibiku isekai douchuu",
        "middleNAME": "tsuki ga",
        "img": "external_cover.jpg",
        "link": "https://leitor.net/manga/tsuki-ga-michibiku-isekai-douchuu/3446",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "O estudante Misumi Makoto é invocado para outro mundo, para ser o herói. Mas a Deusa do outro mundo não gosta desse herói, por isso o envia para o fim do mundo. Agora Makoto tem de encontrar o seu próprio caminho nesse novo mundo de fantasia! Moon-led Journey Across Another World 月が導く異世界道中"
    },
    {
        "cod": 1,
        "shortNAME": "kimi to boku",
        "name": "kimi to boku no saigo no senjou, aruiwa sekai ga hajimaru seisen",
        "middleNAME": "kimi to boku",
        "img": "kimitoboku.jpg",
        "link": "https://leitor.net/manga/kimi-to-boku-no-saigo-no-senjou-aruiwa-sekai-ga-hajimaru-seisen/7469",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "O Império, uma nação de máqunias e ciência avançada. A Agência do Clã Real Nebulis, uma terra temida como o “país dos desejos”. Em meio a essa interminável guerra entre os dois, um garoto e uma menina se encontram. A bruxa do gelo reverenciada como a mais forte: A Princesa Aliceliese O jovem espadachim que está entre as mais poderosas forças do Império: Iska Os dois são inimigos nesta guerra. No entanto, assim como o garoto se encanta pela beleza e nobreza da garota, ela se sente atraída por sua força e seu jeito de viver. A cooperação é impossível e não existe caminho a seguir exceto passando por cima um do outro."
    },
    {
        "cod": 2,
        "shortNAME": "the tutorial",
        "name": "the tutorial tower of the advanced player",
        "middleNAME": "the tutorial",
        "img": "thetutorial.jpg",
        "link": "https://leitor.net/manga/the-tutorial-tower-of-the-advanced-player/9733",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Um caçador está preso na Torre do Tutorial já fazem 12 anos! Dizem que é devido a algum tipo de maldição. Ele tem que concluí-la várias e várias vezes, sem poder sair de lá. O que o 'pobre coitado' terá que fazer para sair desse ciclo sem fim?"
    },
    {
        "cod": 3,
        "shortNAME": "fukushuu",
        "name": "fukushuu wo koinegau saikyou yuusha wa, yami no chikara de senmetsu musou suru ",
        "middleNAME": "fukushuu",
        "img": "fukushuu.jpg",
        "link": "https://leitor.net/manga/fukushuu-wo-koinegau-saikyou-yuusha-wa-yami-no-chikara-de-senmetsu-musou-suru/7917",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Raul, que derrotou o rei demônio como o herói mais poderoso deveria ter se tornado o salvador do mundo. Tendo os seus preciosos companheiros e familiares mortos por aristocratas sedentos por poder, ele foi executado por falsas acusações atribuídas a ele pela princesa. Mas, antes de sua vida se esvair, o seu coração por fim se encheu de escuridão."
    },
    {
        "cod": 4,
        "shortNAME": "black kanojo",
        "name": "black kanojo",
        "middleNAME": "black kanojo",
        "img": "blackkanojo.jpg",
        "link": "https://leitor.net/manga/black-kanojo/4221",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Estou prestes a ser morto, mas me apaixonei pela primeira vez. Exatamente pela garota que quer me matar…"
    },
    {
        "cod": 5,
        "shortNAME": "black clover",
        "name": "black clover",
        "middleNAME": "black clover",
        "img": "blackclover.jpg",
        "link": "https://leitor.net/manga/black-clover/1751",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Em um mundo em que a magia reina, alguém com um poder tão limitado não é absolutamente nada! Este é Asta, um jovem que sonha em se tornar o “Mago Imperador”, o maior de todos os magos. Com esforço e trabalho duro, será Asta capaz de alcançar seu sonho e corresponder às expectativas de seu amigo de infância, Yuno?"
    },
    {
        "cod": 6,
        "shortNAME": "apocalyptic",
        "name": "apocalyptic super system",
        "middleNAME": "apocalyptic",
        "img": "apocaliptic.jpg",
        "link": "https://leitor.net/manga/apocalyptic-super-system/9885",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "O fim do mundo está chegando, O terror cobrirá o mundo inteiro, e a terra se tornará uma área de caça para zumbis e mutantes. Zhao Tianlei acidentalmente obteve um misterioso o “Sistema”. Após ver a situação do mundo e a morte de seus colegas, como ele poderia ficar parado e apenas olhar? Humanos com “sistemas” e super upgrades poderiam lutar contra os cadáveres e restaurar a humanidade? 末世超级系统"
    },
    {
        "cod": 7,
        "shortNAME": "hataraku",
        "name": "hataraku maou-sama!",
        "middleNAME": "hataraku maou-sama!",
        "img": "hant.jpg",
        "link": "https://leitor.net/manga/hataraku-maou-sama/1106",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Um demônio quase conseguiu conquistar o mundo, porém foi derrotado por um herói e jogado em Tókyo. Como não tem habilidades especiais nesse novo mundo, sua aventura para sobreviver começa."
    },
    {
        "cod": 8,
        "shortNAME": "gods reb",
        "name": "gods reborn",
        "middleNAME": "gods reb",
        "img": "gods.jpg",
        "link": "https://leitor.net/manga/gods-reborn/10880",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Eles eram anjos ou demônios? Aparecendo do nada como a ira de Deus sobre a Terra, ninguém sabe o que são os monstros ou por que eles atacam os humanos. Eles os chamam de: Djin. Depois de acordar de um coma de nove meses, os caçadores de Djin em tempo parcial Lilou e Lux devem matar todos os monstros e coletar a recompensa. Mas por que Lilou tem uma conexão tão forte com Djin e poderes tão extraordinários?"
    },
    {
        "cod": 9,
        "shortNAME": "imamade",
        "name": "imamade ichido mo onnaatsukai sareta koto ga nai onna kishi wo onnaatsukai suru manga",
        "middleNAME": "imamamde",
        "img": "menina.jpg",
        "link": "https://leitor.net/manga/imamade-ichido-mo-onnaatsukai-sareta-koto-ga-nai-onna-kishi-wo-onnaatsukai-suru-manga/7205",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "A Cavaleira Leo nunca foi tratado como mulher… até que o mago Fooly (? ? ? ?) a trata como uma. Estes dois vão desafiar a missão chamada “Romance”, que é mais difícil de completar do que uma dungeon super difícil! A story about treating a female knight who has never been treated as a woman as a woman 今まで一度も女扱いされたことがない女騎士を女扱いする漫画 How to Treat a Lady Knight Right"
    },
    {
        "cod": 10,
        "shortNAME": "empire r...",
        "name": "is there an empty room?",
        "middleNAME": "empire r...",
        "img": "empireeoom.jpg",
        "link": "https://leitor.net/manga/is-there-an-empty-room/12233",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Um professor de meio período, morando em um buraco sem condições de pagar nada com seu salário. Se muda para uma pensão com 4 lindas garotas... 'S-será esse o lugar certo?'"
    },
    {
        "cod": 11,
        "shortNAME": "a world...",
        "name": "a world that i rule",
        "middleNAME": "a world...",
        "img": "that.jpeg",
        "link": "https://leitor.net/manga/a-world-that-i-rule/3400",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Nosso personagem principal é sugado para um redemoinho estranho em um rio e de alguma forma acaba em uma ilha em um outro mundo com elfas nativas que usam roupas feitas de folha, com inteligência de um recém-nascido e fodem como coelhos… e que têm um corpo fraco como manteiga."
    },
    {
        "cod": 12,
        "shortNAME": "kage no...",
        "name": "kage no jitsuryokusha ni naritakute!",
        "middleNAME": "kage no...",
        "img": "bruxas.jpg",
        "link": "https://leitor.net/manga/kage-no-jitsuryokusha-ni-naritakute/7927",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Assim como todos adoravam os heróis na infância, um certo jovem adorava os poderes ocultos nas sombras. Depois de esconder sua força e viver a vida medíocre de um personagem mafioso durante o dia, enquanto passava por um treinamento frenético à noite, ele finalmente reencarna em um mundo diferente e ganha o poder final. O jovem que está apenas brincando de ser um poder nas sombras, seus subordinados mal-entendidos e uma organização gigante nas sombras que é pisoteada ... Esta é a história de um jovem que tinha adorado poderes nas sombras, possivelmente, eventualmente reinando o mundo das sombras em outro mundo."
    },
    {
        "cod": 13,
        "shortNAME": "koi ka ma...",
        "name": "koi ka mahou ka wakaranai!",
        "middleNAME": "koi ka ma...",
        "img": "external.jpg",
        "link": "https://leitor.net/manga/koi-ka-mahou-ka-wakaranai/11441",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Miyame Kaito não consegue usar nada de mágica! Nesse ritmo, sua promessa com seu amigo de infância, de se tornarem grandes manipuladores de magia juntos estará arruinado… Ele estava prestes a desistir de seu sonho, quando de repente Kaito sente a magia. Entretanto, era um tipo que magia que fazia com que quem olhasse em seus olhos se apaixonasse por ele, uma “magia do amor!” Ser popular é legal e tal, mas esse tipo de mágica é realmente bom?! Uma invejosa fantasia de comédia romântica de sonhos e mágica – a mais sortuda vida acadêmica de harem, começa!"
    },
    {
        "cod": 14,
        "shortNAME": "virus gil...",
        "name": "my girlfriend is a zombie virus girlfriend",
        "middleNAME": "virus gil...",
        "img": "virus.jpg",
        "link": "https://leitor.net/manga/virus-girlfriend/8433",
        "provLINK": "https;//leitor.net",
        "prov": "leitor.net",
        "sinopse": "Diante do apocalypse, o poder especial dentro de Ling Mo foi despertado. Ele descobriu que podia controlar os zumbis. Por causa de seu poder, Ele podia caminhar em segurança através de hordas de zumbis, e, eventualmente, ele se reencontrou com sua amada namorada – Ye Lian, Apenas para descobrir que ela já havia se transformado em um zumbi. Para ajudá-la a recuperar suas memórias, Ling Mo embarca em uma jornada para sobreviver no apocalypse. My Girlfriend is a Zombie 我的病毒女友"
    },
    {
        "cod": 15,
        "shortNAME": "my yandere",
        "name": "my yandere girlfriend wont let me rest in peace",
        "middleNAME": "my yandere",
        "img": "mm.jpg",
        "link": "https://leitor.net/manga/yandere-kanojo-ni-nemura-sete-moraenai/12291",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Rei morreu com 17 anos de idade, mas quando ele estava para seguir em frente, ele foi convocado de volta ao reino dos vivos como um ursinho de pelúcia por sua namorada bruxa, que busca ficar com ele para todo o sempre."
    },
    {
        "cod": 16,
        "shortNAME": "negai o k...",
        "name": "negai o kanaete moraou to akuma o shoukan shitakedo, kawaikattanode kekkonshimashita ~akuma no niidzuma~",
        "middleNAME": "negai o k...",
        "img": "queen.jpg",
        "link": "https://leitor.net/manga/negai-wo-kanaete-moraou-to-akuma-o-shoukan-shitakedo-kawaikattanode-kekkonshimashita-akuma-no-niizuma-/10602",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Theo Aspel, que pertence a guilda de mercenarios, estava entrando e saindo de várias equipes repetidamente por ser muito fraco. Um dia desejando se tornar mais forte ele consegue invocar o diabo que concede qualquer desejo. No momento em que se deparou com o diabo a vontade de “ficar forte” desapareceu e ao ser questionado pelo Diabo sobre seu desejo, Theo responde “Por favor se case comigo!” Conheça a história de um menino herbívoro e da garota diabo carnívora que se tornam um casal e vivem felizes enquanto fazem bagunça por onde passa."
    },
    {
        "cod": 17,
        "shortNAME": "parallel p...",
        "name": "parallel paradise",
        "middleNAME": "parallel p...",
        "img": "parallelparadise.jpg",
        "link": "https://leitor.net/manga/parallel-paradise/5239",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladin, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente 'fracas' a sua presença... seria este o paraíso?"
    },
    {
        "cod": 18,
        "shortNAME": "rakudai ke...",
        "name": "rakudai kenja no gakuin musou: nidome no tensei, s-rank cheat majutsushi boukenroku",
        "middleNAME": "rakudai ke...",
        "img": "magia.jpg",
        "link": "https://leitor.net/manga/rakudai-kenja-no-gakuin-musou-nidome-no-tensei-s-rank-cheat-majutsushi-boukenroku/9171",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Depois de reencarnar em um mundo diferente, o grande sábio Ephthal passou toda a sua vida pesquisando magia. No entanto, aquele que pretendia alcançar o cume da magia, conhecia os limites de seus talentos e caiu em desespero, fechando assim a cortina de sua vida. No entanto, 400 anos depois, ele reencarnou pela segunda vez e se matriculou em uma academia de magia usando a feitiçaria e o conhecimento que adquiriu em sua vida anterior. Como se zombasse do estado de magia que estivera em declínio nos últimos 400 anos, ele invoca facilmente a lendária magia de classe! Com poder avassalador, o mundo inteiro se ajoelhará diante dele. 落第賢者の学院無双 ～二度目の転生、Sランクチート魔術師冒険録～ Nome alternativo: Rakudai Kenja No Gakuin Musou Nidome No Tensei S Rank Cheat Majutsushi Boukenroku"
    },
    {
        "cod": 19,
        "shortNAME": "reincarned...",
        "name": "reincarnated as an aristocrat with an appraisal skill",
        "middleNAME": "reincarned...",
        "img": "nemsei.jpg",
        "link": "https://leitor.net/manga/tensei-kizoku-kantei-skill-de-nariagaru-jakushou-ryouchi-wo-uketsuida-node-yuushuu-na-jinzai-wo-fuyashiteitara-saikyou-ryouchi-ni-natteta/10933",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Depois de reencarnar, Ars Louvent deveria viver em um mundo diferente como um aristocrata fraco. Tanto sua força física quanto sua inteligência eram medíocres nos dois mundos, mas aqui ele possuía naturalmente uma habilidade chamada Avaliação que lhe permitia ver o potencial de qualquer pessoa. Ao reunir pessoas talentosas ao seu lado, Ars usa essa habilidade de Avaliação para transformar seu território fraco no mais forte! Mas o caminho a sua frente não será tão simples."
    },
    {
        "cod": 20,
        "shortNAME": "tensei ki...",
        "name": "tensei kizoku no isekai boukenroku: jichou wo shiranai kamigami no shito",
        "middleNAME": "tensei ki...",
        "img": "kkk.jpg",
        "link": "https://leitor.net/manga/tensei-kizoku-no-isekai-boukenroku-jichou-wo-shiranai-kamigami-no-shito/7450",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Shiina Kazuya, nosso protagonista que foi morto por um estranho quando ele tentou proteger sua amiga de infância e irmã mais nova, reencarnou em Cain Von Silford como o terceiro filho no mundo da espada e da magia. Cain cresceu cercado por Deuses que não conhecem a auto-estima, os nobres superiores e as garotas que são influenciadas por ele. Sendo dada tanta proteção dos deuses, Ele superou qualquer obstáculo (aka Flags) enquanto escondia seu status inacreditável. A nobre história de fantasia do caminho de um menino que às vezes é perverso e desajeitado."
    },
    {
        "cod": 21,
        "shortNAME": "son in law",
        "name": "strongest hired son in law",
        "middleNAME": "son in law",
        "img": "son.jpg",
        "link": "https://leitor.net/manga/strongest-hired-son-in-law/11202",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Há muito tempo, Chien Han passou por 'cultivo forçado' por causa da imperatriz dominadora. Ele cortou parte de sua alma para escapar da cova do tigre! Depois disso, ele renasce em um novo corpo. Nesta vida, ele estudará assuntos militares e dominará as práticas espirituais."
    },
    {
        "cod": 22,
        "shortNAME": "son-in-law",
        "name": "son-in-law above them all",
        "middleNAME": "son-in-law",
        "img": "soninlaw.jpg",
        "link": "https://leitor.net/manga/son-in-law-above-them-all/11327",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Depois que Qin Li, recebeu os ensinamantos secretos de um misterioso ancião, ele começou a práticar em silêncio durante 10 anos. Qin Li é casado com Chu Qingyin, uma linda e sexy esposa, mas por ter um marido 'misterioso' ela provou a durante anos a crueldade do mundo. Agora, depois de 10 anos de cultivo, é hora de começar a contra-atacar!"
    },
    {
        "cod": 23,
        "shortNAME": "tsumi t...",
        "name": "tsumi to kai",
        "middleNAME": "tsumi t...",
        "img": "tsumi.jpg",
        "link": "https://leitor.net/manga/tsumi-to-kai-corrupt-pleasure/6912",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Muitas pessoas ficam sexualmente excitadas vendo a outros amarrados. Shows de sadomasoquismo bondage virou um entretenimento bem alastrado. Tendo pessoas que decidiram escolher o Bondage como sua ocupação, sendo assim chamadas de Especialistas em Bondage. Siga Minedera Zen, jovem estudante tarado que tira foto por de baixo da saia de mulheres ao se deparar em sua vida com uma jovem mulher com fetiche por bondage…"
    },
    {
        "cod": 24,
        "shortNAME": "the way t...",
        "name": "the way to protect the female lead s older brother",
        "middleNAME": "the way t...",
        "img": "corea.jpg",
        "link": "https://leitor.net/manga/the-way-to-protect-the-female-leads-older-brother/11870",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Eu acidentalmente possui alguém em uma novel de harém reverso +19. O problema é que eu me tornei Roxana Agriche, a irmã mais nova do sub-vilão. Meu maldito pai sequestrou o irmão da heroína. Agora, a única coisa que me resta é encontrar um final terrível da vingança da heroína? Mas e se eu puder evitar esse acontecimento? “Eu também estou interessada nesse brinquedo.” “Eu vou protegê-lo até que possa sair daqui a salvo.” O irmão da heroína, Cassis Pedalian, vai definitivamente conseguir me retribuir depois."
    },
    {
        "cod": 25,
        "shortNAME": "rise of t...",
        "name": "rise of the demon king",
        "middleNAME": "rise of t...",
        "img": "riseofdemon.jpg",
        "link": "https://leitor.net/manga/rise-of-the-demon-king/7827",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "O jovem Xiao Lang despertou com um Espírito Divino, mas os outros acreditaram ser um inútil."
    },
    {
        "cod": 26,
        "shortNAME": "ugirareta...",
        "name": "uragirareta s-rank boukensha no ore wa, ai suru dorei no kanojora to tomo ni dorei dake no harem guild wo tsukuru",
        "middleNAME": "ugirareta...",
        "img": "uragi.jpg",
        "link": "https://leitor.net/manga/uragirareta-s-rank-boukensha-no-ore-wa-ai-suru-dorei-no-kanojora-to-tomo-ni-dorei-dake-no-harem-guild-wo-tsukuru/10360",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Egil é um aventureiro de Rank S que viveu odiando os “escravos”, porém, durante uma leilão se apaixonou por uma escrava e a comprou. Seu nome é Eleanor, a terceira princesa do reino de Cornelia. Mas essa escrava veio com um pedido “Por Favor, mate a minha amiga de infância”, uma traidora que me vendeu para o vendedor de escravos! Com o pensamento de proteger e ajudar suas lindas escravas, ele trará paz a este mundo…!"
    },
    {
        "cod": 27,
        "shortNAME": "tantei w...",
        "name": "tantei wa mou, shindeiru",
        "middleNAME": "tantei w...",
        "img": "tantei.jpg",
        "link": "https://leitor.net/manga/tantei-wa-mou-shindeiru/11424",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Eu, um estudante normal do ensino médio, Kimizuka Kimihiko, que facilmente se envolve nas coisas, fui designado para cuidar de pastas de documentos misteriosas por homens misteriosos em ternos pretos. Depois de conhecer uma linda garota detetive parecida com um anjo, chamada Siesta, em um avião sequestrado, tornei-me seu assistente. E de lá- [Você lida com a colmeia e eu contenho o inimigo.][Não faça planos que me tornem a vítima.] Tivemos esse tipo de conversa tola, enquanto estávamos completamente quebrados todos os dias e lutávamos contra . Mesmo quando havia furacões, a dupla castigada pelo tempo dormia além dele. Às vezes, quando economizávamos dinheiro em um cassino, pulávamos nas camas de um hotel resort, apenas para estarmos quebrados novamente no dia seguinte. Andaríamos por desertos, atravessaríamos selvas, conquistaríamos montanhas, cruzaríamos oceanos - A grande detetive e seu assistente passariam por essas aventuras deslumbrantes - Até ela morrer. E essa história começa 1 ano após esse incidente. Eu sou o único que sobrou, mas eu continuo seus desejos restantes. Esta história está longe de terminar..."
    },
    {
        "cod": 28,
        "shortNAME": "kanojo m...",
        "name": "kanojo mo kanojo",
        "middleNAME": "kanojo m...",
        "img": "kanojo.jpg",
        "link": "https://leitor.net/manga/kanojo-mo-kanojo/9386",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Um estudante do ensino médio chamado Naoya recebeu uma confissão de uma garota na qual se chama Nagisa, uma garota fofa e amigável. No entanto, Naoya já tem uma namorada chamada Saki, mas a Nagisa é boa demais para ser dispensada. O objetivo de Nagisa e Naoya é só um: Convencer Saki a aceitar que ele namore as duas igualmente. Será que ela irá ceder?"
    },
    {
        "cod": 29,
        "shortNAME": "chainsaw m...",
        "name": "chainsaw man [edição colorida]",
        "middleNAME": "chainsaw m...",
        "img": "chainsaw.jpg",
        "link": "https://leitor.net/manga/chainsaw-man-edicao-colorida/12288",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Quando seu pai morreu, Denji ficou preso com uma dívida que era incapaz de pagar. Mas graças à ajuda de um cachorro demônio que ele salvou chamado Pochita, Denji é capaz de sobreviver como caçador de demônios de aluguel. Os poderes de serra elétrica do Pochita são bem poderosos contra estes demônios. E então, quando o Denji acaba sendo morto por um demônio, o Pochita desiste de sua vida para revivê-lo. Mas, agora o Denji renasceu como um hibrido de demônio com humano… Agora ele é o “Chainsaw Man”! Agora Colorido! チェンソーマン Nome alternativo: Chainsaw Man Edicao Colorida"
    },
    {
        "cod": 30,
        "shortNAME": "mahouka...",
        "name": "mahouka koukou no rettousei - nyuugaku-hen",
        "middleNAME": "mahouka...",
        "img": "mahouka.jpg",
        "link": "https://leitor.net/manga/mahouka-koukou-no-rettousei-kyuukousen-hen/11297",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Magia é um produto que existia apenas em lendas ou contos de fadas, mas tornou-se uma tecnologia a cerca de um seculo atrás. Agora vários países estão e busca de reunir poderosos magos. Shiba Tatsuya é um estudante sem capacidade mágica na First High School, uma escola de magia de alto nível, juntamente com sua irmã, que passa a ser a estudante superior entre os calouros. O que vai acontecer com ele e como ele viver sua vida de escola onde ele é um dos muitos reservas, onde ele é olhado de cima pelos alunos mágicos escolhidos?"
    },
    {
        "cod": 31,
        "shortNAME": "I swear t...",
        "name": "i swear that i love you",
        "middleNAME": "I swear t...",
        "img": "iswear.jpeg",
        "link": "https://landwebtoons.site/manga/eu-juro-que-te-amo/",
        "provLINK": "https://landwebtoons.site",
        "prov": "wonderland",
        "sinopse": "eu juro que te amo[I swear that i love you]"
    },
    {
        "cod": 32,
        "shortNAME": "jungle juice",
        "name": "jungle juice",
        "middleNAME": "jungle juice",
        "img": "jungle-juice-manga.jpg",
        "link": "https://leitor.net/manga/jungle-juice/11624",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Ele se tornou um inseto humano devido a uma misteriosa substância para insetos 'Jungle Juice'. Um dia, Su-chan Jang, um jovem estudante universitário que vivia escondendo seu segredo, tornou-se visível para todos, e agora ele entra na sociedade dos humanos insetos e luta contra a lógica da carne fraca…"
    },
    {
        "cod": 33,
        "shortNAME": "houkago...",
        "name": "houkago no goumon shoujo",
        "middleNAME": "houkago...",
        "img": "houkago.jpg",
        "link": "https://leitor.net/manga/houkago-no-goumon-shoujo/8706",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    {
        "cod": 34,
        "shortNAME": "koibito w...",
        "name": "koibito wo netorare, yuusha party kara tsuihou sa retakedo, ex skill - kotei dameeji - ni mezamete muteki no sonzai ni. Saa, fukushuu o hajimeyou.",
        "middleNAME": "koibito w...",
        "img": "koibitonetorare.jpg",
        "link": "https://leitor.net/manga/koibito-wo-netorare-yuusha-party-kara-tsuihou-sa-retakedo-ex-skill---kotei-dameeji---ni-mezamete-muteki-no-sonzai-ni-saa-fukushuu-o-hajimeyou-/10623",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Chrome era um mago do (grupo do herói.)Ele lutou contra o exército do Lorde Demônio ao lado de Irina, a namorada que jurou se casar com ele no futuro; e Yuno, o herói, que era seu melhor amigo.Eles eram muito próximos. Pelo menos, era isso que o Chrome tinha em mente.Sua namorada, Irina, começou a se aproximar cada vez mais de Yuno. e depois Chrome foi sacrificado para dar a Yuno seu poder e torná-lo mais forte. Como resultado, os poderes mágicos do Chrome foram retirados dele e ele foi expulso da equipe. Os demônios, que o encontraram à beira da morte, o levaram para um canto.Naquele momento, o Chrome ressurgiu com uma “escuridão” dentro de si.Em meio ao desespero, ele adquiriu uma habilidade 'incomparável'.Agora, com esse poder, ele poderia se vingar."
    },
    {
        "cod": 35,
        "shortNAME": "naze to boku",
        "name": "naze boku no sekai wo daremo oboeteinai no ka?",
        "middleNAME": "naze to boku",
        "img": "naze.jpg",
        "link": "https://leitor.net/manga/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/7283",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "“Por que ninguém se lembra do mundo verdadeiro…!” A época em que a grande corrida das cinco tribos competindo pela hegemonia no solo terminou com a vitória da humanidade liderada pelo herói Sid. No entanto, o mundo foi de repente “sobrescrito ” na frente de um menino chamado Kai. No mundo reescrito, Kai viu a cena onde os seres humanos perderam para as cinco tribos por causa da ausência de herói Sid. Aqui dragões e demônios dominam o solo, e Kai é uma existência esquecida por todos os seres humanos. No entanto, depois de encontrar a misteriosa menina Rinne, Kai decide quebrar este destino reescrito. Em um mundo sem heróis, ele herda a espada do herói e a arte marcial e desafia as raças inimigas poderosas que reinam."
    },
    {
        "cod": 36,
        "shortNAME": "my wife i...",
        "name": "my wife is actually the emperor ",
        "middleNAME": "my wife i...",
        "img": "mywife.jpg",
        "link": "https://leitor.net/manga/my-wife-is-actually-the-emperor/12122",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Minha esposa é tão bonita, nem mesmo a nova imperadora se compara a ela! As habilidades culinárias da minha esposa são incríveis, nem mesmo o melhor chef imperial se compara a ela! Minha esposa me ama e se preocupa muito comigo, mesmo que a nova imperador goste de mim, eu jamais vou deixar minha esposa! O quê? Minha esposa é a nova imperadora?!"
    },
    {
        "cod": 37,
        "shortNAME": "a perverts d",
        "name": "a pervert's daily life a perverts daily life",
        "middleNAME": "a perverts d",
        "img": "perverts.jpg",
        "link": "https://leitor.net/manga/a-perverts-daily-life/8194",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Vamos apenas dizer que Jinwoo e Seyoung tiveram um começo difícil. Não sabendo que Seyoung estaria morando em um dormitório da companhia com um empregado do sexo masculino, seu superior direto, invadiu seu quarto pensando que era dela. Seu timing não poderia ter sido mais inadequado, já que Jinwoo estava no meio de uma bronha. Envergonhado e sem lugar para se esconder, a vida de Jinwoo estava caminhando para a miséria. No entanto, pouco ele sabia que Seyoung não era um novata comum. Ela tinha seu próprio segredinho..."
    },
    {
        "cod": 38,
        "shortNAME": "solo leveling",
        "name": "solo leveling",
        "middleNAME": "solo leveling",
        "img": "solo.jpg",
        "link": "https://leitor.net/manga/solo-leveling/7702",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "10 anos atrás, depois que o “Portão” que conectou o mundo real com o mundo dos monstros foi aberto, algumas pessoas comuns receberam o poder de caçar monstros dentro do Portão. Eles são conhecidos como “Caçadores”. No entanto, nem todos os caçadores são poderosos. Meu nome é Sung Jin-Woo, um caçador de Rank E. Eu sou alguém que tem que arriscar sua vida no mais baixo dos calabouços, o “mundo mais fraco”. Não tendo nenhuma habilidade para mostrar, eu mal ganhei o dinheiro necessário para minha sobrevivência lutando em masmorras de baixo nível… pelo menos até eu encontrar uma masmorra escondida com a dificuldade mais difícil dentro das masmorras Rank D! No final, quando eu estava aceitando a morte, de repente eu recebi um poder estranho, um registro de busca que só eu podia ver, um segredo para subir de nível que só eu sei! Se eu treinasse de acordo com minhas missões e monstros caçados, meu nível subiria."
    },
    {
        "cod": 39,
        "shortNAME": "martial peak",
        "name": "martial peak",
        "middleNAME": "martial peak",
        "img": "martial.jpg",
        "link": "https://leitor.net/manga/martial-peak/7302",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial!"
    },
    {
        "cod": 40,
        "shortNAME": "my wife...",
        "name": "my wife is a demon queen ",
        "middleNAME": "my wife...",
        "img": "demonqueen.jpg",
        "link": "https://leitor.net/manga/my-wife-is-a-demon-queen/7969",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Prestem atenção, pessoal! Eu viverei a minha vida com a rainha dos demônios!"
    },
    {
        "cod": 41,
        "shortNAME": "the beginning",
        "name": "the beginning after the end",
        "middleNAME": "the beginning",
        "img": "thebenning.jpg",
        "link": "https://leitor.net/manga/the-beginning-after-the-end/7403",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Rei Grey conquistou força, riquezas e prestígio sem iguais em um mundo governado pela habilidade marcial. Entretanto, a solidão acompanha de perto aqueles de grande poder. Por detrás da máscara de um glorioso e poderoso rei, reside a casca vazia de um homem destituído de propósito e vontade. Renascido em um novo mundo repleto de magia e monstros, o Rei Grey terá a chance de refazer sua vida. Corrigir os erros do passado não será seu único desafio, pois um perigo oculto cresce a cada instante, ameaçando destruir tudo que ele trabalhou para criar, o fazendo questionar a verdadeira razão de ter recebido uma nova vida…"
    },
    {
        "cod": 42,
        "shortNAME": "kaifuku",
        "name": "kaifuku jutsushi yarinaoshi",
        "middleNAME": "kaifuku",
        "img": "kaif.jpg",
        "link": "https://leitor.net/manga/kaifuku-jutsushi-yarinaoshi/6854",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Magos de cura não podem lutar sozinhos.Keare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    {
        "cod": 43,
        "shortNAME": "building o...",
        "name": "building owner",
        "middleNAME": "building o...",
        "img": "building.jpg",
        "link": "https://leitor.net/manga/building-owner/13236",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "A bela e gentil Hari sempre cuida de Minwoo, que mora na casa dela. Minwoo tem a ignorado e chamado de 'ajumma', ao invés de irmã… Seu orgulho é ferido quando ela diz que não o vê como um homem. Então ele agarra impulsivamente os peitos de Hari! Que? Por que você tá fazendo isso?"
    },
    {
        "cod": 44,
        "shortNAME": "giselle...",
        "name": "giselle s blood",
        "middleNAME": "giselle...",
        "img": "giselleb.jpg",
        "link": "https://leitor.net/manga/giselles-blood/8854",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Giselle, que se tornou a esposa fantoche da família Nathan, começa a levar sangue para uma linda criança que encontra no porão de sua nova casa. Um vampiro chamado 'Uma flor cresce através do sangue'. Em sua vida infeliz, Giselle começa a ter encontros inapropriados e perigosos para escapar dos olhos do marido."
    },
    {
        "cod": 45,
        "shortNAME": "i the st...",
        "name": "i, the strongest demon, have regained my youth?!",
        "middleNAME": "i the st...",
        "img": "furry.jpg",
        "link": "https://leitor.net/manga/i-the-strongest-demon-have-regained-my-youth/11545",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "A fim de manter seu governo, Xin Sheng, o eterno rei demônio que governou o mundo, foi fundo no reino dos demônios para encontrar o maior e mais forte poder. Mil anos depois, ele se tornou mais forte e mais jovem, e o mundo também se tornou completamente diferente. Como o mais forte rei demônio, mesmo que eu tenha apenas o corpo de um garotinho fofo, mais uma vez irei restaurar a glória do antigo império!"
    },
    {
        "cod": 46,
        "shortNAME": "mushoku...",
        "name": "mushoku tensei: isekai ittara honki dasu",
        "middleNAME": "mushoku...",
        "img": "mushoku.jpg",
        "link": "https://leitor.net/manga/mushoku-tensei-isekai-ittara-honki-dasu/2551",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Um NEET de 34 anos é expulso de casa pelos seus irmãos. Quando se via sem dinheiro ou lugar pra dormir, ele lembra que sua vida poderia ter sido muito melhor se ele tivesse se esforçado. Então vendo um caminhão vindo em alta velocidade prestes a atropelar 3 estudantes, ele tenta salva-los e acaba morrendo atropelado. Quando ele decide abrir os olhos mais uma vez, ele percebe que renasceu em um mundo de Espadas e Magia como Rudeus Greyrat. Nascido em um novo mundo, numa nova vida, Rudeus decide: “Dessa vez, eu vou viver minha vida ao máximo pra não ter nenhum arrependimento!”. Assim começa a jornada de um homem recomeçando a sua vida. Mushoku Tensei: Jobless Reincarnation 無職転生 ～異世界行ったら本気だす～ Nome alternativo: Mushoku Tensei Isekai Ittara Honki Dasu"
    },
    {
        "cod": 47,
        "shortNAME": "ouritsu m...",
        "name": "ouritsu mahou gakuen no saikasei: slum agari no saikyou mahoushi, kizoku darake no gakuen de musou suru",
        "middleNAME": "ouritsu m...",
        "img": "vaisabe.jpg",
        "link": "https://leitor.net/manga/ouritsu-mahou-gakuen-no-saikasei-slum-agari-no-saikyou-mahoushi-kizoku-darake-no-gakuen-de-musou-suru/12018",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Adaptação em mangá do Light Novel “O Irregular da Royal Academy of Magic”, serializado na Weekly Young Jump. “Magia.” Um mistério sagrado utilizável apenas pelos escolhidos. Um dia, uma criança da favela chamada Ars descobre que tem o poder de usar magia. Um feiticeiro chamado Genos Wilzard descobre seu talento e o cria, transformando-o no maior dos assassinos. Um dia, Genos lhe deu uma ordem: Para se inscrever na Academia de Magia …!? Ouritsu Mahou Gakuen no Saikasei 王立魔法学園の最下生～貧困街〈スラム〉上がりの最強魔法師、貴族だらけの学園で無双する～ 王立魔法学園の最下生 ～ 貧困街上がりの最強魔法師、貴族だらけの学園で無双する ～ Oritsu Maho Gakuen no Saika-sei~ Hinkon-gai (Suramu) Agari no Saikyo Maho-Shi, Kizoku-darake no Gakuen de Muso Suru~ O Irregular da Academia Real de Magia The Irregular of the Royal Academy of Magic ~The Strongest Sorcerer From the Slums is Unrivaled in the School of Royals"
    },
    {
        "cod": 48,
        "shortNAME": "the second...",
        "name": "the second coming of gluttony",
        "middleNAME": "the second...",
        "img": "dontknow.jpg",
        "link": "https://leitor.net/manga/the-second-coming-of-gluttony/8993",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Ele era um viciado, um perdedor, um ser desprezível. Mas, um sonho passageiro que poderia não ser apenas um sonho reativa os seus sentidos e sentimentos antes perdidos. Possuindo uma habilidade única, ele irá usá-la para forjar o seu caminho no mundo conhecido agora como O Paraíso Perdido."
    },
    {
        "cod": 49,
        "shortNAME": "tokyo ghoul",
        "name": "tokyo ghoul",
        "middleNAME": "tokyo ghoul",
        "img": "tokyoghoul.jpg",
        "link": "https://leitor.net/manga/tokyo-ghoul/1171",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Pense numa história em que você é o protagonista. Provavelmente seria uma tragédia, não? Pois essa é a história de Kaneki… Estranhos assassinatos estão acontecendo em Tokyo. Devido a evidência líquida na cena, a polícia concluiu que os ataques são resultados de um “comedor” de um tipo ghoul. Kaneki é um jovem de 18 anos cursando a faculdade, apaixonado por romances japoneses, ele e seu amigo Hide, criam a teoria de que os ghouls estão imitando os humanos, por isso nunca foram vistos. Mau eles sabem que essa teoria pode ser verdade."
    },
    {
        "cod": 50,
        "shortNAME": "young boss",
        "name": "young boss",
        "middleNAME": "young boss",
        "img": "youngb.jpg",
        "link": "https://leitor.net/manga/young-boss/10877",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Seung-ho mora com sua namorada, que é mais velha que ele. Ela é uma mulher muito sexy, mas ele está ficando cansado de suas discussões constantes. Depois de ficar desempregado por um longo tempo, Seung-ho finalmente consegue um emprego e vai trabalhar com um objetivo claro. À medida que ele se aproxima da sua nova chefe, começa a tremer de sentimentos em relação às duas mulheres..."
    },
    {
        "cod": 51,
        "shortNAME": "wonderful...",
        "name": "wonderful new world",
        "middleNAME": "wonderful...",
        "img": "desc0.jpg",
        "link": "https://leitor.net/manga/wonderful-new-world/11479",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Ho-Seung, um trabalhador de escritório impopular que trabalha para uma das maiores corporações da Coreia, está taxado como um pervertido porque foi acusado de instalar uma câmera escondida no banheiro feminino. Contudo, ele provou ser inocente. Então, um dia, ele foi repentinamente notificado de sua transferência pela gerente da equipe. Parecia que ela seria a vitoriosa, até..."
    },
    {
        "cod": 52,
        "shortNAME": "my girlf i...",
        "name": "my girlfriend is a dragon",
        "middleNAME": "my girlf i...",
        "img": "loira.jpg",
        "link": "https://leitor.net/manga/my-girlfriend-is-a-dragon/10073",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Essa aventura começou com um jovem alquimista, que tentou resgatar uma princesa, mas essa princesa era na verdade um dragão. O que resultará nesse encontro estranho, mas engraçado?"
    },
    {
        "cod": 53,
        "shortNAME": "elf who l...",
        "name": "elf who likes to be humiliated",
        "middleNAME": "elf who l...",
        "img": "elfdm.jpg",
        "link": "https://leitor.net/manga/elf-who-likes-to-be-humiliated/14227",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Theorard, o chefe da família Deham, compra uma elfa como escrava sexual. Mas… “Você quer dizer que comprou uma elfa como escrava?! Está maluco, Visconde?” Quando ele ouve isso, ele então percebe que a elfa que ele comprou é um ser assustador… Theorard vai conseguir satisfazer o desejo daquela elfa assustadora?”"
    },
    {
        "cod": 54,
        "shortNAME": "i m really...",
        "name": "i m really not the demon god s lackey",
        "middleNAME": "i m really...",
        "img": "otbs.jpg",
        "link": "https://leitor.net/manga/im-really-not-the-demon-gods-lackey/13460",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Lin Jie é um ser de outro mundo que cuida de uma loja de livros. Ele é gentil e sempre recomenda livros sobre cura da alma para os seus clientes mais abatidos. Às vezes ele até compartilha seus próprios trabalhos. Ao passar dos anos, esses clientes começaram a lhe respeitar bastante. Eles levam produtos simples, todos os dias, para mostrar sua gratidão, e pedir pelas suas recomendações de livros. Eles até começaram a contar histórias sobre esse lojista comum."
    },
    {
        "cod": 55,
        "shortNAME": "hary dor...",
        "name": "hari dormitory",
        "middleNAME": "hari dormitory",
        "img": "hari.jpg",
        "link": "https://leitor.net/manga/hari-dormitory/4203",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Won-Yeoung tem 20 anos. Ele é cheio de energia e tem curiosidade sobre mulheres. Ele decidiu trabalhar no dormitório/alojamento Hari para ganhar dinheiro devido a necessidade de comprar livros pro vestibular. Mas, as mulheres nesse dormitório deixam seus desejos sexuais tomarem controle devido ao segredo desse dormitório..."
    },
    {
        "cod": 56,
        "shortNAME": "boarding d...",
        "name": "boarding diary",
        "middleNAME": "boarding d...",
        "img": "image0.jpg",
        "link": "https://leitor.net/manga/boarding-diary/10903",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Junwoo é um rapaz que está, no momento, se hospedando na pensão de um amigo que fica perto de sua universidade. Certa noite, quando ele estava indo beber água, percebeu que a dona da pensão, Mi-kyung estava em seu quarto vendo um video secreto… “Madame… Será que eu vi certo?!”"
    },
    {
        "cod": 57,
        "shortNAME": "prison lab",
        "name": "prison lab",
        "middleNAME": "prison lab",
        "img": "prison.jpg",
        "link": "https://leitor.net/manga/prison-lab/3989",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Eyama Aito, um estudante do ensino médio, é vítima de bully diariamente. Um dia, uma chega uma carta estranha o convidando ao”jogo do cativeiro.” Ele pode escolher uma pessoa para manter em cativeiro por um mês com uma chance de ganhar uma grande quantidade de dinheiro. Ele escolhe a líder dos valentões,Kirishima Aya, e a única regra do jogo é não matá-la. Todo o resto no jogo é permitido. A vingança de Eyama começa..."
    },
    {
        "cod": 58,
        "shortNAME": "two hous...",
        "name": "two households",
        "middleNAME": "two hous...",
        "img": "Twohouse.jpeg",
        "link": "https://pt.manytoon.com/comic/two-household-toon0018/",
        "provLINK": "https://pt.manytoon.com",
        "prov": "manytoon",
        "sinopse": "Seonghyun mora sozinha com sua jovem e sexy madrasta, e um dia, um homem com uma impressão desagradável se muda para a próxima porta. Hoshi Tam Tam O homem ao lado apontando para o corpo da madrasta, o filho cuja madrasta é cada vez mais vista como uma mulher, e essa relação que vai até o fim pode ser calma novamente...?"
    },
    {
        "cod": 59,
        "shortNAME": "tales of d",
        "name": "tales of demons and gods",
        "middleNAME": "tales of demons",
        "img": "demongod.jpg",
        "link": "https://leitor.net/manga/tales-of-demons-and-gods/2412",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Nie Li, o mais poderoso Espiritualista Demoníaco e estando no topo do mundo marcial, perde sua vida durante a batalha com o Imperador Sábio e as seis bestas de nível divino, e sua alma volta ao passado para quando ele tinha 13 anos. Embora ele seja o mais fraco em sua classe, com o talento mais baixo no reino da alma Vermelho – o mais fraco dos reinos – com a ajuda de seu vasto conhecimento acumulado na sua vida passada, cresce mais rápido do que todos.Agora, ele irá tentar proteger a cidade que no futuro será invadida pelas bestas e que acabou sendo destruída, assim como sua amada, seus amigos e sua família que morreram pelo ataque das mesmas, e destruir a família Sagrada que abandonaram seus deveres e traíram a cidade em sua vida passada."
    },
    {
        "cod": 60,
        "shortNAME": "the otome...",
        "name": "the otome game's bad ending",
        "middleNAME": "the otome...",
        "img": "purp.jpg",
        "link": "https://leitor.net/manga/the-otome-games-bad-ending/14213",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "A heroína do jogo teve um tempo limitado de vida. Enquanto isso, eu desempenhei o papel da amiga vilã que disputa a atenção dos protagonistas masculinos antes de ser eliminado pelo jogador. No entanto, depois que aquela garota morreu, tomei a decisão sozinha de sair dessa história. Mas o que eu faço? As reações das pessoas ao meu redor são um pouco estranhas. 'Eu vim para a propriedade do marquês porque Ophelia precisava de uma amiga da sua idade. E agora, Ophelia está morta.' Seu olhar parecia estar me perguntando por que eu estava afirmando o óbvio. Eu disse isso claramente. 'Então, eu devo sair agora.' Por alguma razão, os dois homens fizeram uma expressão como se estivessem sem palavras. Eles costumavam me considerar uma mosca que grudava ao lado de Ophelia, então por quê?"
    },
    {
        "cod": 61,
        "shortNAME": "seeking t fly",
        "name": "seeking the flying sword path",
        "middleNAME": "seeking the fly",
        "img": "wind.jpg",
        "link": "https://leitor.net/manga/seeking-the-flying-sword-path/8095",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Neste mundo, existem espíritos raposas, deuses, demônios poderosos... e cultivadores que buscam os segredos da longevidade. Se um cultivador abrir seu Verdadeiro Olho do Dharma, eles poderão ver demônios e espíritos ocultos. Se um cultivador refinar uma espada voadora, eles poderão derrotar seus inimigos a centenas de metros de distância. Seu discernimento e audição aguçada facilitam a exploração do mundo... E o Jovem Mestre Qin Yun, da Família Qin é um desses cultivadores..."
    },
    {
        "cod": 62,
        "shortNAME": "maou-gun...",
        "name": "maou-gun saikyou no majutsushi wa ningen datta",
        "middleNAME": "maou-gun...",
        "img": "somegirls.jpg",
        "link": "https://leitor.net/manga/maou-gun-saikyou-no-majutsushi-wa-ningen-datta/8504",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "'O mago mais forte do Exército do Rei Demônio', Ike, um demônio capaz de capturar um forte sozinho. Eliminando os inimigos com imensa magia, ele é sem dúvida um monstro admirado pelo aliado e inimigo. No entanto, ele tem um segredo que não pode dizer aos outros demônios. 'Eu, na verdade, sou humano'. Usando o conhecimento moderno para manter seu segredo, ele foi tratado como um grande comandante e a força motriz do exército do Rei Demônio."
    },
    {
        "cod": 63,
        "shortNAME": "spy family",
        "name": "spy family",
        "middleNAME": "spy family",
        "img": "spy-family.jpg",
        "link": "https://leitor.net/manga/spy-x-family/8103",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "O mestre espião de codinome \"Twilight\" passou seus dias em missões secretas, tudo pelo sonho de um mundo melhor. Mas um dia, ele recebe uma nova ordem particularmente difícil da central de comando. Para sua missão, ele deve formar uma família temporária e começar uma nova vida!?",
        "categorias": ["Ação","Comédia","Shounen"]
    },
    {
        "cod": 64,
        "shortNAME": "Immortal...",
        "name": "Immortal Swordsman In The Reverse World",
        "middleNAME": "Immortal S...",
        "img": "immortal.jpg",
        "link": "https://leitor.net/manga/immortal-swordsman-in-the-reverse-world/9132",
        "provLINK": "https://leitor.net",
        "prov": "leitor.net",
        "sinopse": "Chu Qing é um cultivador de espadas que há 300 anos entrou acidentalmente no mundo das fadas. Durante os 300 anos começou sua viagem de cultivação, e no momento em que estava prestes a alcançar o Reino da Eternidade, inesperadamente abriu um portal no espaço e tempo e acabou retornando para a terra, mas na idade quando ele tinha 17 anos. Quando Chu Qing se deu conta da situação, não era a terra que ele viveu uma vez, mas agora o mundo estava invertido no papel das mulheres e dos homens na sociedade. \"Mas o que está acontecendo? Agora as mulheres são total autoridade?\" Conheça como foi a viajem para ele encontrar o caminho de volta ao seu tempo original, e derrotar e conquistar as mulheres que são o poder absoluto neste novo mundo...",
        "categorias": ["Adulto","Ação","Aventura","Comédia","Ecchi","Escolar","Fantasia","Harém","Romance"
            ]
    }

],
"favoritos": [32,33,59,34,35,36,40,41,47,3],
"destaques": {
    "numero1": {
        "poster": "black-clover-logo.png",
        "nome": "Black Clover",
        "code": 5,
        "color": "#c72121"
        
    },
    "numero2": {
        "poster": "spy-family.webp",
        "nome": "Spy Family",
        "code": 63,
        "color": "aqua"
        
    },
    "numero3": {
        "poster": "martial-peak.png",
        "nome": "Martial Peak",
        "code": 39,
        "color": "#763E19"
        
    },
    "numero4": {
        "poster": "the-immortal-swordman.png",
        "nome": "Immortal Swordsman In The Reverse World",
        "code": 64,
        "color": "#42323B"
        
    },
    "numero5": {
        "poster": "the-beginning.png",
        "nome": "the Beginning After the End",
        "code": 41,
        "color": "#988044"
    },
    "numero6": {
        "poster": "seeking-the-flying.png",
        "nome": "seeking the flying sword path",
        "code": 61,
        "color": "#0C1325"
    },
    "numero7": {
        "poster": "the-second.png",
        "nome": "the second coming of gluttony",
        "code": 48,
        "color": "#1A202D"
    },
    "numero8": {
        "poster": "tales-of-d.png",
        "nome": "tales of demons and gods",
        "code": 59,
        "color": "#D37D33"
    }

 }
}